{
  "appname":"AI SelfPub ColoringBook Studio",
  "login": "Log in",
  "logout": "Log out",
  "signup": "Sign up",
  "english": "English",
  "german": "German",
  "italian": "Italian",
  "notfound": "The Page you're looking for was not found.",
  "goback": "Go back to Home",
  "profile": "Profile",
  "user_alt_text": "User",
  "unnamed_user": "Unnamed User",
  "no_email_available": "No email available",
  "impressum": "Impressum",
  "impressum_content_p1": "AI SelfPub ColoringBook Studio is operated by Hansjoerg Hofer, Saringstr. 17, 39020 Partschins, Italy.",
  "impressum_content_p2": "Contact: hansjoerghofer692@gmail.com, +39 377 388 5958. Responsible for content: Hansjoerg Hofer.",
  "privacy_policy": "Privacy Policy",
  "privacy_policy_content_p1": "This Privacy Policy describes how AI SelfPub ColoringBook Studio collects, uses, and shares your personal information when you use our application. We are committed to protecting your privacy.",
  "privacy_policy_content_p2": "When you use our app, especially with Facebook login, we collect basic profile information (like your name, email address, and profile picture) to create and manage your account. We do not share this information with third parties without your explicit consent, except as required by law. We use your data to provide and improve our services, personalize your experience, and communicate with you. You have rights regarding your data, including access, correction, and deletion. For more details, please contact us at hansjoerghofer692@gmail.com.",
  "user_data_deletion": "User Data Deletion",
  "user_data_deletion_content_p1": "If you wish to delete your account and all associated personal data from AI SelfPub ColoringBook Studio, please send a request to hansjoerghofer692@gmail.com.",
  "user_data_deletion_content_p2": "Upon receiving your request, we will verify your identity and proceed with the deletion of your data within 30 days, unless legal obligations require us to retain certain information. This includes data obtained through social logins like Facebook. Please note that some anonymized or aggregated data may be retained for analytical purposes.",
  "terms_of_service": "Terms of Service",
  "terms_of_service_content_p1": "Welcome to AI SelfPub ColoringBook Studio! These Terms of Service govern your use of our application. By accessing or using our service, you agree to be bound by these terms.",
  "terms_of_service_content_p2": "You must be at least 13 years old to use our services. You are responsible for maintaining the confidentiality of your account and password. All content generated or uploaded by you remains your property, but you grant us a license to use it for operating and improving the service. We reserve the right to terminate or suspend your account for any violation of these terms. Our service is provided 'as is' without warranties. For full terms, please refer to this page.",
  "cookie_policy": "Cookie Policy",
  "cookie_policy_content_p1": "This Cookie Policy explains how AI SelfPub ColoringBook Studio uses cookies and similar technologies to recognize you when you visit our application.",
  "cookie_policy_content_p2": "We use cookies to enhance your experience, analyze site usage, and provide personalized content. This includes essential cookies for app functionality, performance cookies for analytics, and advertising cookies for relevant ads. You have the right to decide whether to accept or reject cookies. You can exercise your cookie preferences by setting them in your browser. Please note that if you choose to refuse cookies, you may still use our application though your access to some functionality and areas of our application may be restricted.",
  "footer_anything_you_want": "Anything you want",
  "cookie_consent_text": "This website uses cookies to enhance the user experience.",
  "cookie_consent_accept": "Accept",
  "cookie_consent_decline": "Decline",
  "cookie_consent_learn_more": "Learn more",
  "edit_profile": "Edit Profile",
  "save": "Save",
  "cancel": "Cancel",
  "name_placeholder": "Your Name",
  "email_placeholder": "Your Email",
  "github_email_warning": "Your current email is a GitHub noreply email. Please update it to a real email address.",
  "user.update.success": "Profile updated successfully!",
  "user.update.error": "Failed to update profile. Please try again.",
  "email.verified": "Verified",
  "email.unverified": "Unverified",
  "email.verify_button": "Verify Email",
  "email.verification.sent": "A verification email has been sent to your email address. Please check your inbox.",
  "email.verification.error": "Failed to send verification email. Please try again.",
  "email.verification.title": "Email Verification",
  "email.verification.processing": "Processing email verification...",
  "email.verification.success": "Your email has been successfully verified!",
  "email.verification.error_generic": "Email verification failed. Please try again or request a new link.",
  "email.verification.no_token_found": "No verification token found in the URL."
}