{
  "appname":"AI SelfPub ColoringBook Studio",
  "login": "Einloggen",
  "logout": "Ausloggen",
  "signup": "Registrieren",
  "english": "English",
  "german": "Deutsch",
  "italian": "Italienisch",
  "notfound": "Seite nicht gefunden", 
  "goback": "Zurück zur Startseite",
  "profile": "Profil",
  "user_alt_text": "Benutzer",
  "unnamed_user": "Unbenannter Benutzer",
  "no_email_available": "Keine E-Mail verfügbar",
  "impressum": "Impressum",
  "impressum_content_p1": "AI SelfPub ColoringBook Studio wird betrieben von Hansjoerg Hofer, Saringstr. 17, 39020 Partschins, Italien.",
  "impressum_content_p2": "Kontakt: hansjoerghofer692@gmail.com, +39 377 388 5958. Verantwortlich für den Inhalt: Hansjoerg Hofer.",
  "privacy_policy": "Datenschutzrichtlinie",
  "privacy_policy_content_p1": "Diese Datenschutzrichtlinie beschreibt, wie AI SelfPub ColoringBook Studio Ihre persönlichen Daten sammelt, verwendet und weitergibt, wenn Sie unsere Anwendung nutzen. Wir verpflichten uns, Ihre Privatsphäre zu schützen.",
  "privacy_policy_content_p2": "Wenn Sie unsere App nutzen, insbesondere mit Facebook-Login, erfassen wir grundlegende Profilinformationen (wie Ihren Namen, Ihre E-Mail-Adresse und Ihr Profilbild), um Ihr Konto zu erstellen und zu verwalten. Wir geben diese Informationen ohne Ihre ausdrückliche Zustimmung nicht an Dritte weiter, es sei denn, dies ist gesetzlich vorgeschrieben. Wir verwenden Ihre Daten, um unsere Dienste bereitzustellen und zu verbessern, Ihre Erfahrung zu personalisieren und mit Ihnen zu kommunizieren. Sie haben Rechte bezüglich Ihrer Daten, einschließlich des Zugriffs, der Korrektur und der Löschung. Für weitere Details kontaktieren Sie uns bitte unter hansjoerghofer692@gmail.com.",
  "user_data_deletion": "Löschung der Nutzerdaten",
  "user_data_deletion_content_p1": "Wenn Sie Ihr Konto und alle damit verbundenen persönlichen Daten aus AI SelfPub ColoringBook Studio löschen möchten, senden Sie bitte eine Anfrage an hansjoerghofer692@gmail.com.",
  "user_data_deletion_content_p2": "Nach Erhalt Ihrer Anfrage werden wir Ihre Identität überprüfen und die Löschung Ihrer Daten innerhalb von 30 Tagen vornehmen, es sei denn, rechtliche Verpflichtungen erfordern die Aufbewahrung bestimmter Informationen. Dies umfasst auch Daten, die über soziale Logins wie Facebook erhalten wurden. Bitte beachten Sie, dass einige anonymisierte oder aggregierte Daten zu Analysezwecken aufbewahrt werden können.",
  "terms_of_service": "Nutzungsbedingungen",
  "terms_of_service_content_p1": "Willkommen bei AI SelfPub ColoringBook Studio! Diese Nutzungsbedingungen regeln Ihre Nutzung unserer Anwendung. Durch den Zugriff oder die Nutzung unseres Dienstes erklären Sie sich mit diesen Bedingungen einverstanden.",
  "terms_of_service_content_p2": "Sie müssen mindestens 13 Jahre alt sein, um unsere Dienste nutzen zu können. Sie sind für die Wahrung der Vertraulichkeit Ihres Kontos und Passworts verantwortlich. Alle von Ihnen generierten oder hochgeladenen Inhalte bleiben Ihr Eigentum, aber Sie gewähren uns eine Lizenz zur Nutzung dieser Inhalte für den Betrieb und die Verbesserung des Dienstes. Wir behalten uns das Recht vor, Ihr Konto bei Verstößen gegen diese Bedingungen zu kündigen oder zu sperren. Unser Dienst wird 'wie besehen' ohne Garantien bereitgestellt. Die vollständigen Bedingungen finden Sie auf dieser Seite.",
  "cookie_policy": "Cookie-Richtlinie",
  "cookie_policy_content_p1": "Diese Cookie-Richtlinie erklärt, wie AI SelfPub ColoringBook Studio Cookies und ähnliche Technologien verwendet, um Sie beim Besuch unserer Anwendung zu erkennen.",
  "cookie_policy_content_p2": "Wir verwenden Cookies, um Ihre Erfahrung zu verbessern, die Nutzung der Website zu analysieren und personalisierte Inhalte bereitzustellen. Dazu gehören essentielle Cookies für die App-Funktionalität, Performance-Cookies für Analysen und Werbe-Cookies für relevante Anzeigen. Sie haben das Recht zu entscheiden, ob Sie Cookies akzeptieren oder ablehnen möchten. Sie können Ihre Cookie-Einstellungen in Ihrem Browser vornehmen. Bitte beachten Sie, dass Sie unsere Anwendung weiterhin nutzen können, wenn Sie Cookies ablehnen, Ihr Zugriff auf einige Funktionen und Bereiche unserer Anwendung jedoch eingeschränkt sein kann.",
  "footer_anything_you_want": "Was immer Sie wollen",
  "cookie_consent_text": "Diese Website verwendet Cookies, um die Benutzererfahrung zu verbessern.",
  "cookie_consent_accept": "Akzeptieren",
  "cookie_consent_decline": "Ablehnen",
  "cookie_consent_learn_more": "Mehr erfahren",
  "edit_profile": "Profil bearbeiten",
  "save": "Speichern",
  "cancel": "Abbrechen",
  "name_placeholder": "Ihr Name",
  "email_placeholder": "Ihre E-Mail",
  "github_email_warning": "Ihre aktuelle E-Mail-Adresse ist eine GitHub-Noreply-E-Mail. Bitte aktualisieren Sie diese auf eine echte E-Mail-Adresse.",
  "user.update.success": "Profil erfolgreich aktualisiert!",
  "user.update.error": "Fehler beim Aktualisieren des Profils. Bitte versuchen Sie es erneut.",
  "email.verified": "Verifiziert",
  "email.unverified": "Unverifiziert",
  "email.verify_button": "E-Mail verifizieren",
  "email.verification.sent": "Eine Verifizierungs-E-Mail wurde an Ihre E-Mail-Adresse gesendet. Bitte überprüfen Sie Ihren Posteingang.",
  "email.verification.error": "Fehler beim Senden der Verifizierungs-E-Mail. Bitte versuchen Sie es erneut.",
  "email.verification.title": "E-Mail-Verifizierung",
  "email.verification.processing": "E-Mail-Verifizierung wird verarbeitet...",
  "email.verification.success": "Ihre E-Mail-Adresse wurde erfolgreich verifiziert!",
  "email.verification.error_generic": "E-Mail-Verifizierung fehlgeschlagen. Bitte versuchen Sie es erneut oder fordern Sie einen neuen Link an.",
  "email.verification.no_token_found": "Kein Verifizierungs-Token in der URL gefunden."
}