{
  "appname":"AI SelfPub ColoringBook Studio",
  "login": "Accedi",
  "logout": "Esci",
  "signup": "Registrati",
  "english": "Inglese",
  "german": "Tedesco",
  "italian": "Italiano",
  "notfound":"La pagina che stai cercando non è stata trovata.",
  "goback":"Torna alla Home",
  "profile": "Profilo",
  "user_alt_text": "Utente",
  "unnamed_user": "Utente senza nome",
  "no_email_available": "Nessuna email disponibile",
  "impressum": "Impressum",
  "impressum_content_p1": "AI SelfPub ColoringBook Studio è gestito da Hansjoerg Hofer, Saringstr. 17, 39020 Partschins, Italia.",
  "impressum_content_p2": "Contatto: hansjoerghofer692@gmail.com, +39 377 388 5958. Responsabile per il contenuto: Hansjoerg Hofer.",
  "privacy_policy": "Informativa sulla privacy",
  "privacy_policy_content_p1": "Questa Informativa sulla privacy descrive come AI SelfPub ColoringBook Studio raccoglie, utilizza e condivide le tue informazioni personali quando utilizzi la nostra applicazione. Ci impegniamo a proteggere la tua privacy.",
  "privacy_policy_content_p2": "Quando utilizzi la nostra app, specialmente con l'accesso tramite Facebook, raccogliamo informazioni di profilo di base (come il tuo nome, indirizzo email e immagine del profilo) per creare e gestire il tuo account. Non condividiamo queste informazioni con terze parti senza il tuo esplicito consenso, salvo quanto richiesto dalla legge. Utilizziamo i tuoi dati per fornire e migliorare i nostri servizi, personalizzare la tua esperienza e comunicare con te. Hai diritti sui tuoi dati, inclusi l'accesso, la correzione e la cancellazione. Per maggiori dettagli, contattaci a hansjoerghofer692@gmail.com.",
  "user_data_deletion": "Cancellazione dati utente",
  "user_data_deletion_content_p1": "Se desideri eliminare il tuo account e tutti i dati personali associati da AI SelfPub ColoringBook Studio, invia una richiesta a hansjoerghofer692@gmail.com.",
  "user_data_deletion_content_p2": "Al ricevimento della tua richiesta, verificheremo la tua identità e procederemo con l'eliminazione dei tuoi dati entro 30 giorni, a meno che obblighi legali non ci impongano di conservare determinate informazioni. Ciò include i dati ottenuti tramite accessi sociali come Facebook. Si prega di notare che alcuni dati anonimizzati o aggregati potrebbero essere conservati per scopi analitici.",
  "terms_of_service": "Termini di servizio",
  "terms_of_service_content_p1": "Benvenuto in AI SelfPub ColoringBook Studio! Questi Termini di servizio regolano l'uso della nostra applicazione. Accedendo o utilizzando il nostro servizio, accetti di essere vincolato da questi termini.",
  "terms_of_service_content_p2": "Devi avere almeno 13 anni per utilizzare i nostri servizi. Sei responsabile della riservatezza del tuo account e della tua password. Tutti i contenuti generati o caricati da te rimangono di tua proprietà, ma ci concedi una licenza per utilizzarli per il funzionamento e il miglioramento del servizio. Ci riserviamo il diritto di terminare o sospendere il tuo account per qualsiasi violazione di questi termini. Il nostro servizio è fornito 'così com'è' senza garanzie. Per i termini completi, fai riferimento a questa pagina.",
  "cookie_policy": "Informativa sui cookie",
  "cookie_policy_content_p1": "Questa Informativa sui cookie spiega come AI SelfPub ColoringBook Studio utilizza i cookie e tecnologie simili per riconoscerti quando visiti la nostra applicazione.",
  "cookie_policy_content_p2": "Utilizziamo i cookie per migliorare la tua esperienza, analizzare l'utilizzo del sito e fornire contenuti personalizzati. Ciò include i cookie essenziali per la funzionalità dell'app, i cookie di performance per l'analisi e i cookie pubblicitari per annunci pertinenti. Hai il diritto di decidere se accettare o rifiutare i cookie. Puoi esercitare le tue preferenze sui cookie impostandole nel tuo browser. Si prega di notare che se scegli di rifiutare i cookie, potresti comunque utilizzare la nostra applicazione, sebbene l'accesso ad alcune funzionalità e aree della nostra applicazione potrebbe essere limitato.",
  "footer_anything_you_want": "Tutto quello che vuoi",
  "cookie_consent_text": "Questo sito web utilizza i cookie per migliorare l'esperienza dell'utente.",
  "cookie_consent_accept": "Accetta",
  "cookie_consent_decline": "Rifiuta",
  "cookie_consent_learn_more": "Scopri di più",
  "edit_profile": "Modifica Profilo",
  "save": "Salva",
  "cancel": "Annulla",
  "name_placeholder": "Il tuo nome",
  "email_placeholder": "La tua email",
  "github_email_warning": "La tua email attuale è un'email noreply di GitHub. Aggiornala a un indirizzo email reale.",
  "user.update.success": "Profilo aggiornato con successo!",
  "user.update.error": "Impossibile aggiornare il profilo. Riprova.",
  "email.verified": "Verificato",
  "email.unverified": "Non verificato",
  "email.verify_button": "Verifica Email",
  "email.verification.sent": "Un'email di verifica è stata inviata al tuo indirizzo email. Controlla la tua casella di posta.",
  "email.verification.error": "Impossibile inviare l'email di verifica. Riprova.",
  "email.verification.title": "Verifica Email",
  "email.verification.processing": "Elaborazione della verifica email...",
  "email.verification.success": "La tua email è stata verificata con successo!",
  "email.verification.error_generic": "Verifica email fallita. Riprova o richiedi un nuovo link.",
  "email.verification.no_token_found": "Nessun token di verifica trovato nell'URL."
}